---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CeilingType
source: html/ec376759-3ab2-8102-44c6-c00898819648.htm
---
# CeilingType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.